{
  "movies": [
    {
      "title": "Five Nights at Freddy's",
      "description": "Can you survive five nights? A security guard starts working at Freddy Fazbear's Pizza. When he spends his first night on the job, he realizes that the night shift at Freddy's won't be so easy to get through.",
      "duration": "1 h 49 m",
      "year": "2023",
      "genre": "Horror",
      "rating": "5.5",
      "age_rating": "15+",
      "img": "/img/movies/five_nights_at_freddys.jpg",
      "wideimg": "/img/movies/five_nights_at_freddys__wide.jpg"
    },
    {
      "title": "Wonka",
      "description": "Based on the extraordinary character from Donald and the Chocolate Factory, Roald Dahl's most iconic children's book and one of the best-selling children's books of all time, comes \"Wonka.\" The film tells the wonderful story of how the world's greatest inventor, magician and chocolatier became the beloved Willy Wonka we know today.",
      "duration": "1 h 52 m",
      "year": "2023",
      "genre": "Comedy",
      "rating": "7.1",
      "age_rating": "7+",
      "img": "/img/movies/wonka.jpg",
      "wideimg": "/img/movies/wonka__wide.jpg"
    },
    {
      "title": "The Batman",
      "description": "For two years, Bruce Wayne has watched over the streets of Gotham City as Batman. When an assassin targets Gotham's elite in a series of sadistic murders, a trail of cryptic clues leads Batman into the underworld. The evidence leads closer and closer to his own family and the extent of the killer's plans becomes clear. Batman must forge new alliances and uncover the culprit to save Gotham City.",
      "duration": "2 h 56 m",
      "year": "2022",
      "genre": "Action",
      "rating": "7.4",
      "age_rating": "13+",
      "img": "/img/movies/the_batman.jpg",
      "wideimg": "/img/movies/the_batman__wide.jpg"
    },
    {
      "title": "Joker",
      "description": "Arthur, a man met with cruelty and contempt by society. During the day he works as a clown and in the evenings he tries to break through as a stand-up comedian... but it feels like the laughs are always at his expense. He is completely out of sync with reality and his uncontrollable and inappropriate laughter, which only increases as he tries to control it, leads to more taunts and even violence.",
      "duration": "2 h 02 m",
      "year": "2019",
      "genre": "Drama",
      "rating": "8.4",
      "age_rating": "15+",
      "img": "/img/movies/joker.jpg",
      "wideimg": "/img/movies/joker__wide.jpg"
    },
    {
      "title": "American Psycho",
      "description": "Patrick Bateman, a young man who works at his father's firm on Wall Street, hides a dark side from his friends and colleagues. On the outside, everything seems normal, but what no one knows is that Patrick secretly enjoys killing people for no reason whatsoever. The film is based on the novel by Bret Easton Ellis.",
      "duration": "1 h 41 m",
      "year": "2000",
      "genre": "Drama",
      "rating": "7.6",
      "age_rating": "15+",
      "img": "/img/movies/american_psycho.jpg",
      "wideimg": "/img/movies/american_psycho__wide.jpg"
    }
  ]
}
